[
  {
    "title": "Israel war killed more than 4,047 people in Lebanon",
    "author": "Naharnet Newsdesk",
    "published_at": "2024-12-04T11:04:50+00:00",
    "description": "Israel war killed more than 4,047 people in Lebanon",
    "mood": 8
  },
  {
    "title": "Israel says killed Hezbollah liaison with Syria army in Damascus strike",
    "author": "Naharnet Newsdesk",
    "published_at": "2024-12-04T10:59:03+00:00",
    "description": "Israel says killed Hezbollah liaison with Syria army in Damascus strike",
    "mood": 7
  },
  {
    "title": "Lebanese who returned home skeptical that Israel will abide by ceasefire",
    "author": "Naharnet Newsdesk",
    "published_at": "2024-12-04T10:59:00+00:00",
    "description": "Lebanese who returned home skeptical that Israel will abide by ceasefire",
    "mood": 5
  },
  {
    "title": "With Assad Challenged, a Push to Cut Syria’s Ties to Iran Grows More Unlikely",
    "author": "Erika Solomon, Ronen Bergman and Adam Rasgon",
    "published_at": "2024-12-04T10:55:01+00:00",
    "description": "Even as Israel bombarded Syria, officials say the U.S. and Gulf countries were working to weaken its president’s alliance with Tehran. Rebels’ shock advance has dampened those hopes.",
    "mood": 6
  },
  {
    "title": "Lebanese who returned home skeptical that Israel will abide by ceasefire",
    "author": "Naharnet Newsdesk",
    "published_at": "2024-12-04T10:53:29+00:00",
    "description": "Lebanese who returned home skeptical that Israel will abide by ceasefire",
    "mood": 5
  },
  {
    "title": "OECD undercuts Treasury growth forecasts",
    "author": "Aharon Katz",
    "published_at": "2024-12-04T10:45:32+00:00",
    "description": "The OECD now sees GDP growth of just 2.4% in Israel in 2025, which compares with a 4.4% projection by the Ministry of Finance.",
    "mood": 6
  },
  {
    "title": "Greece and Cyprus Eye Iron Dome-Style Defense",
    "author": "Tasos Kokkinidis",
    "published_at": "2024-12-04T10:06:41+00:00",
    "description": "Greece and Cyprus are in advanced talks with Israel to deploy an anti-aircraft and missile defense system similar to Israel&#8217;s Iron Dome. According to a report by Cyprus&#8217; Sigma Channel, most of the components of the system have arrived on the island which could become operational in 2025. Cyprus is acquiring a sophisticated air defense [&#8230;]",
    "mood": 7
  },
  {
    "title": "30 IDF Soldiers Nixed Travel Plans To Avoid Being Arrested For “War Crimes”",
    "author": "Sarare",
    "published_at": "2024-12-04T09:38:02+00:00",
    "description": "The IDF has warned that soldiers and officers who fought in the war in Gaza could be arrested abroad and has ordered some officers and soldiers to cancel their trips, Yediot Achranot reported on Wednesday morning. Many pro-Hamas organizations increased their rhetoric and actions against Israel in the wake of the International Criminal Court&#8217;s outrageous decision to issue arrest warrants against Prime Minister Binyamin Netanyahu and former Defense Minister Yoav Gallant, with some pursuing vicious hate campaigns against IDF soldiers. According to the report, pro-Hamas groups have filed...",
    "mood": 8
  },
  {
    "title": "Israel says killed Hezbollah liaison with Syria army in Damascus strike",
    "author": "Naharnet Newsdesk",
    "published_at": "2024-12-04T09:22:10+00:00",
    "description": "Israel says killed Hezbollah liaison with Syria army in Damascus strike",
    "mood": 7
  },
  {
    "title": "Is Iran an antisemitic 'Nazi regime'?",
    "author": "K. Ghorbanpour",
    "published_at": "2024-12-04T08:48:18+00:00",
    "description": "The Supreme Leader rails against a secret Jewish plot to 'rule over us.' A former president hosts a Holocaust denial conference. Tehran rings out with chants of 'Death to Israel.' So is the equation, made routinely by Israeli politicians, that Iran = Nazi Germany justified? And did antisemitism in Iran suddenly emerge out of the 1979 Islamic Revolution?",
    "mood": 9
  }
]